export const VU_TEXT = String.raw`
Глава 1. Основное положение

1.1 Устав является общепринятым и обязательным к соблюдению всеми сотрудниками, независимо от занимаемой должности;
1.2 Незнание данного устава не освобождает от ответственности;
1.3 За нарушение данного устава, сотрудник может получить наказание, начиная от устного предупреждения и заканчивая увольнением, с последующим внесением в чёрный список;
1.4 Руководство в правительстве осуществляет губернатор, а также его заместители, а в расположении отдела - начальник отдела.

Глава 2. Обязанности сотрудников правительства

2.1 Сотрудник обязан знать и соблюдать нормативно-правовые акты, внутренние уставы, организационные правила;
2.2 Сотрудник обязан соблюдать субординацию к коллегам, сотрудникам других государственных организаций и уважительно относиться ко всем жителям области;
2.3 Сотрудник обязан быть примером для гражданских, быть предельно честным с гражданскими, коллегами и руководством;
2.4 Сотрудник обязан отвечать за совершённые поступки;
2.5 Сотрудник обязан выполнять законные поручения, распоряжения старшего по должности;
2.6 Сотрудники правительства обязаны подчиняться внутренней иерархии власти и общей иерархии власти области.

Глава 3. Ответственность сотрудников

3.1 Запрещено нарушать законодательство, уставы, внутриорганизационные правила, должностные инструкции, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.2 Запрещено сотрудничать с преступными группировками, лицами, находящимися в розыске. Исключение: в интересах следствия, -
наказывается увольнением
3.3 Запрещено проявление любого неадекватного или неподобающего сотруднику правительства поведения, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.4 Запрещено обманывать, выдавать заведомо ложную информацию гражданам, коллегами и руководству, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.5 Запрещено халатно или невнимательно относиться к своим обязанностям, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.6 Запрещено быть некомпетентным по отношению к своей деятельности, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.7 Запрещено выпрашивать повышение в должности, -
наказывается выговором
3.8 Запрещено спать на территории правительства (( AFK 10+ минут или AFK без ESC )), исключение: комната отдыха, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.9 Запрещено не появляться на рабочем месте более 7 дней. Исключение: Отпуск, -
наказывается увольнением
3.10 Запрещено находиться в рабочей форме при занятии своими личными делами, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.11 Запрещено нарушать правила ношения форменной одежды, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.12 Запрещено ношение масок сотрудникам организации, -
наказывается выговором
3.13 Запрещено подвергать снижению репутации правительства.
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.14 Запрещено вмешиваться в работу сотрудника с гражданами (во время выдачи лицензий или снятия судимостей)
наказывается выговором

Глава 4. Использование транспорта

4.1 Запрещено использовать транспорт в личных целях, -
наказывается выговором
4.2 Запрещено безответственно относиться к транспорту, сотрудник обязан вернуть транспорт на место после использования, -
наказывается выговором
4.3 Запрещено нарушать стандартизации цветографических схем на служебном транспорте, -
наказывается выговором
4.4 Запрещено выполнять работу на своем личном или арендованном транспорте, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения

Глава 5. Рабочее/обеденное/свободное время

5.1 Рабочий день в будни с 10:00 до 18:00, в выходные с 10:00 до 15:00;
5.2 Обеденный перерыв с 13:00 до 14:00 ежедневно;
5.3 В рабочее время сотрудник обязан находиться на работе и при исполнении своих обязанностей;
5.4 Запрещается отсутствовать на рабочем месте без разрешения в течение 15 минут, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
5.5 Запрещено заниматься личными делами в рабочее время, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
5.6 Как в служебное, так и в неслужебное время, сотрудник обязан воздержаться от действий, которые могут нанести ущерб авторитету и репутации правительства, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения

Глава 6. Специальная связь

6.1 Запрещено использовать рацию не по назначению
наказывается выговором
6.2 Запрещено намеренно создавать помехи, -
наказывается выговором
6.3 Запрещено игнорирование рации, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.4 Запрещено нарушать всевозможные правила общения и субординации при разговоре в рации, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.5 При выходе на связь с какой-либо организацией сотрудник обязан для начала представиться, назвать звание или должность, фамилию
(( Пример: /d [ПР/УМВД] Губернатор Кирсанов, на связь..))
наказывается выговором
6.6 Запрещено нарушать правила пользования общей радиоволны связь, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения

Глава 7. Отпуск и увольнения

7.1 Во время отпуска сотруднику запрещается нарушать любые правила, уставы, законодательство, проявлять любое неподобающее сотруднику правительства поведение, совершать действия, порочащие честь и репутацию правительства
наказывается выговором, увольнением, в зависимости от тяжести нарушения
7.2 Запрещено увольняться с организации не отработав на своей должности минимум 3-ёх дней
наказывается занесением в черный список организации
7.3 Во время нахождения в отпуске запрещено вступать в другие организации;
7.4 С отпуска можно возвращаться раньше срока, но не позднее его окончания;
7.5 При наличии выговоров запрещено брать отпуск. Максимальный срок отпуска - 14 дней.
7.6 Отпуск разрешено брать с должности адвоката

Глава 8. Организация сборов, построений, собраний

8.1 Сотрудник обязан явиться на сбор по первому требованию, -
наказывается выговором, увольнением, в зависимости от тяжести нарушения
8.2 Находясь на собрании/построении сотрудник обязан стоять молча, не разговаривая и не совершая никаких действий. Запрещается разговаривать; переговариваться шёпотом, издавать иные звуки (( производить манипуляции с микрофоном, чатом )) покидать строй без разрешения, двигаться, совершать иные действия (( в том числе отыгровки, не имеющие смысла в строю, кроме отыгровок строевых команд )), доставать телефон без разрешения руководства
наказывается выговором
8.3 Организовывать сбор может только: средний, старший и высший начальствующие составы
`;

export interface VuDoc {
  id: string;
  title: string;
  text: string;
  updated?: string;
  source?: string;
}

export const vuDocs: VuDoc[] = [
  {
    id: 'gov',
    title: 'Внутренний устав Правительства',
    text: VU_TEXT,
    source: 'https://forum.amazing-online.com/threads/vnutrennij-ustav.1027735/'
  },
  { id: 'army', title: 'Внутренний устав Воинской части', 
    text: `
    Глава 1. Общие положения

1.1 Устав является общепринятым и обязательным к соблюдению всеми военнослужащими, независимо от звания и занимаемой должности;
1.2 За нарушение данного устава, военнослужащий может получить наказание, начиная от устного предупреждения и заканчивая увольнением, с последующий внесением в чёрный список;
1.3 Незнание данного устава не освобождает от ответственности;
1.4 Руководство воинской части осуществляет начальник, а также его заместители (Генерал ВЧ/полковники ВЧ), а в расположении отдела - начальник отдела.

Глава 2. Обязанности военнослужащих

2.1 Военнослужащий обязан знать и соблюдать законы, обеспечивать их исполнение и соблюдение, как лично, так и со стороны гражданских лиц;
2.2 Военнослужащий обязан знать и соблюдать нормативно-правовые акты, внутренние уставы и организационные правила;
2.3 Военнослужащий обязан пресекать любые незаконные попытки проникновения на воинскую часть;
2.4 Военнослужащий обязан соблюдать субординацию к сослуживцам, сотрудникам других государственных организаций и уважительно относиться ко всем жителям области;
2.5 Военнослужащий обязан быть примером для гражданских, гарантом закона, защищать права, свободу, жизнь и здоровье граждан, быть предельно честным с гражданскими, коллегами и руководством;
2.6 Военнослужащий обязан отвечать за совершённые поступки;
2.7 Военнослужащий обязан выполнять законные поручения, распоряжения старшего по званию/должности;
2.8 Военнослужащий обязан при первой просьбе гражданина объяснить причину его задержания;
2.9 Военнослужащий обязан защищать законные права и интересы граждан, лиц без гражданства, иностранных граждан.
2.10 Военнослужащий ВЧ обязаны подчиняться внутренней иерархии власти и общей иерархии власти области;
2.11 Для пропуска гражданских, военнослужащих, государственных лиц, военнослужащие обязаны удостоверить личность человека.

Глава 3. Запреты для военнослужащих

3.1 Запрещено нарушать законодательство, уставы, внутриорганизационные правила, должностные инструкции;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.2 Запрещено употреблять алкогольные напитки, наркотические вещества или появляться на рабочем месте с признаками алкогольного и наркотического опьянения;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.3 Запрещено обманывать, выдавать заведомо ложную информацию гражданам, коллегами и руководству;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.4 Запрещено халатно или невнимательно относиться к своим обязанностям;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.5 Запрещено сотрудничать с преступными группировками, лицами, находящимися в розыске. Исключение: в интересах следствия;
наказывается увольнением
3.6 Запрещено находиться в служебной форме при занятии своими личными делами;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.7 Запрещено проявление любого неадекватного или неподобающего военнослужащим поведения;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.8 Запрещается спать при исполненнии служебных обязанностей (( AFK 10+ минут )), в строю (( AFK 3+ минут )). Исключение: казарма;
наказывается выговором
3.9 Запрещено быть некомпетентным по отношению к своей деятельности;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.10 Запрещено не появляться на служебном месте более 7 дней без предупреждения. Исключение: отпуск;
наказывается увольнением
3.11 Военнослужащему запрещается иметь судимости. Все судимости, если таковые имелись ранее, должны быть погашены в установленном законом порядке, легальным путем;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.12 Запрещено бездействовать/не исполнять свои прямые обязанности;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.13 Запрещено носить маску. Исключение: приказ начальника (генерал, полковник);
наказывается выговором
3.14 Запрещено военнослужащим в звании «Рядовой» заступать в караул;
наказывается выговором
3.15 Запрещено начальникам/заместителям подразделений носить/выдавать не уставную форму своего подразделения. Исключение: приказ;
наказывается выговором
3.16 Запрещено использовать музыкальный центр на территории воинской части;
наказывается выговором
3.17 Запрещено спать на рабочем месте и/или в рабочее время (( AFK без ESC ));
наказывается выговором
3.18 Запрещено входить/пропускать граждан на территорию воинской части через ворота КПП;
наказывается выговором
3.19 Запрещено использовать электросамокаты на территории воинской части;
наказывается выговором
3.20 Запрещено военнослужащим заходить во внутрь склада/бункера без особой на то причины. Исключение: военная полиция, старший состав;
наказывается выговором
3.21 Запрещено производить загрузку патронов или материалов без разрешение руководства;
наказывается выговором, увольнением
3.22 Запрещено выпрашивать проверку рапорта, повышение;
наказывается выговором, увольнением
3.23 Запрещено передавать военное имущества третьим лицам;
наказывается выговором, увольнением
3.24 Запрещено нарушать маршрут патрулирования; Исключение: по нуждам здоровья.
наказывается выговором, увольнением

Глава 4. Специальная связь

4.1 Запрещено использовать рацию не по назначению;
наказывается выговором
4.2 Запрещено передавать в рацию информацию, не несущую смысловой нагрузки;
наказывается выговором
4.3 Запрещено намеренно создавать помехи, игнорирование рации;
наказывается выговором
4.4 Запрещено нарушать всевозможные правила общения и субординации при разговоре в рации.
наказывается выговором, увольнением, в зависимости от тяжести нарушения
4.5 При выходе на связь с какой-либо организацией военнослужащий обязан для начала представиться, назвать звание или должность, фамилию
(( Пример: /d [ВЧ/УМВД] Генерал-майор Кирсанов, на связь..))
наказывается выговором
4.6 Запрещено нарушать правила пользования общей радиоволны связи
наказывается выговором

Глава 5. Использование транспорта

5.1 Запрещено использовать служебный транспорт в личных целях;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
5.2 Запрещено безответственно относиться к транспорту, военнослужащийотрудник обязан вернуть транспорт на место после использования;
наказывается выговором
5.3 Запрещено нарушать стандартизации цветографических схем на служебном транспорте;
наказывается выговором
5.4 Запрещено парковать личный транспорт на служебной парковке без звания "Старшина".
наказывается выговором
5.5 Запрещено использовать личный/арендованный транспорт в служебное время. Исключение: государственный реестр;
наказывается выговором

Глава 6. Рабочее/свободное/обеденное время

6.1 Рабочий день в будни с 10:00 до 21:00, в выходные с 10:00 до 19:00. В случае ЧП работа осуществляется круглосуточно;
6.2 Обеденный перерыв с 13:00 до 14:00 ежедневно;
6.3 Запрещено находится на территории воинской части без служебной формы в течение 5 минут;
наказывается выговором
6.4 В рабочее время военнослужащий обязан находиться на службе и при исполнении своих обязанностей;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.5 Запрещается отсутствовать на служебном месте без разрешения в течение 15 минут;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.6 Запрещено заниматься личными делами в рабочее время;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.7 Как в служебное, так и в неслужебное время, военнослужащий обязан воздержаться от действий, которые могут нанести ущерб авторитету и репутации воинской части;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.8 Любому военнослужащему запрещается выходить в патрулирование без напарника с 10:00 до 20:00. (( По МСК ));
наказывается выговором
6.9 Военнослужащие до звания старшего сержанта включительно не имеют права покидать территорию воинской части после рабочего времени;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.10 Военнослужащий может быть вызван в любое время на работу руководством;
наказывается выговором
6.11 За ночные смены командир части и его заместители могут выдавать премии военнослужащим, которые отличились;

Глава 7. Отпуск и увольнения

7.1 Во время отпуска военнослужащему запрещается нарушать любые правила, уставы, законодательство, проявлять любое неподобающее военнослужащему поведение, совершать действия, порочащие честь и репутацию воинской части;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
7.2 Запрещено увольняться с организации не отработав на своей должности минимум 3-ёх дней;
наказывается занесением в черный список организации
7.3 Во время нахождения в отпуске запрещено вступать в другие организации;
7.4 С отпуска можно возвращаться раньше срока, но не позднее его окончания;
7.5 При наличии выговоров запрещено брать отпуск. Максимальный срок отпуска - 14 дней.
7.6 Отпуск разрешено брать с звания "Старшина"

Глава 8. Организация построений. Правила поведения в строю

8.1 Военнослужащий обязан явиться в строй по первому приказу;
наказывается выговором
8.2 Перед тем, как встать в строй, спросить разрешение: "Разрешите встать в строй?";
наказывается выговором
8.3 В строю военнослужащий обязан стоять молча, не разговаривая и не совершая никаких действий. Запрещается разговаривать, переговариваться шёпотом, издавать иные звуки, покидать строй без разрешения, двигаться, совершать иные действия (( в том числе отыгровки, не имеющие смысла в строю, кроме отыгровок строевых команд )), доставать телефон, без приказа извлекать из специальных чехлов, кобуры оружие, средства задержания;
наказывается выговором
8.4 При необходимости выйти из строя спросить разрешение: товарищ звание, разрешите обратиться;
8.5 В строю обязательно соблюдение правил выполнения строевых команд;
8.6 Организовывать построения может только: средний, старший и высший начальствующие составы;` },
  { id: 'ess', title: 'Внутренний устав ЕСС', 
    text: 
    `Глава 1. Общие положения

1.1 Устав является общепринятым и обязательным к соблюдению всеми сотрудниками, независимо от занимаемой должности;
1.2 За нарушение данного устава, сотрудник может получить наказание, начиная от устного предупреждения и заканчивая увольнением, с последующий внесением в чёрный список;
1.3 Незнание данного устава не освобождает от ответственности;
1.4 Руководство в ЕСС осуществляет начальник департамента, а также его заместители, а в расположении отдела - начальник отдела.

Глава 2. Обязанности сотрудников ЕСС по Нижегородской области

2.1 Сотрудник обязан знать и соблюдать законы;
2.2 Сотрудник обязан знать и соблюдать нормативно-правовые акты, внутренние уставы, организационные правила и хранить врачебную тайну
2.3 Сотрудник обязан соблюдать субординацию к коллегам, сотрудникам других государственных организаций и уважительно относиться ко всем жителям области;
2.4 Сотрудник обязан быть примером для гражданских, быть предельно честным с гражданскими, коллегами и руководством;
2.5 Сотрудник обязан отвечать за совершённые поступки;
2.6 Сотрудник обязан выполнять законные поручения, распоряжения старшего по должности
2.7 Сотрудник больницы обязан оказать обратившемуся медицинскую помощь (исключение: сотрудник в праве отказать пациенту в курсе быстрого лечения, если тот проявляет неадекватное поведение)
2.8 Лечение в больнице проходит только в палатах (исключение: лечение в кабинете индивидуальных болезней), а вне больницы разрешено лечить только в карете (исключение: наличие аптечки первой помощи) совместно с напарником
2.9 Сотрудники ЕСС обязаны подчиняться внутренней иерархии власти и общей иерархии власти области;

Глава 3. Запреты для сотрудников ЕСС по Нижегородской области

3.1 Запрещено нарушать законодательство, уставы, внутриорганизационные правила, должностные инструкции;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.2 Запрещено употреблять алкогольные напитки, наркотические вещества или появляться на рабочем месте с признаками алкогольного и наркотического опьянения;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.3 Запрещено обманывать, выдавать заведомо ложную информацию гражданам, коллегами и руководству;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.4 Запрещено халатно или невнимательно относиться к своим обязанностям;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.5 Запрещено сотрудничать с преступными группировками, лицами, находящимися в розыске. Исключение: в интересах следствия;
наказывается увольнением
3.6 Запрещено находиться в рабочей форме при занятии своими личными делами;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.7 Запрещено проявление любого неадекватного или неподобающего сотруднику ЕСС поведения;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.8 Запрещено не появляться на рабочем месте более 7 дней без предупреждения. Исключение: Отпуск;
наказывается увольнением
3.9 Сотруднику запрещается иметь судимости. Все судимости, если таковые имелись ранее, должны быть погашены в установленном законом порядке, легальным путем;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.11 Запрещено бездействовать/не исполнять обязанности по оказанию помощи гражданам;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.13 Запрещено назначать лечение и диагноз без уточнения жалобы или болезни;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.14 Запрещено обслуживать пациента, если его диагностирует другой врач;
наказывается выговором
3.15 Запрещается спать при исполнении служебных обязанностей (( AFK 10+ минут )), исключение: комната отдыха;
наказывается выговором
3.16 Запрещено спать на рабочем месте (AFK без ESC)
наказывается выговором
3.17 Запрещено ношение любого вида оружия в рабочее время, на служебной территории и в рабочей форме.
наказывается выговором
3.18 Запрещено сотрудникам отдела ОРД выезжать на вызовы первой-медицинской помощи
наказывается выговором
3.19 Запрещено выезжать на вызовы когда в палатах находятся менее 2-ух сотрудников
наказывается выговором
3.20 Сотрудникам МЧС запрещено находиться на территории больницы бесцельно. За исключением случаев получения лечения или вызова руководства ЕСС.
наказывается выговором

Глава 4. Специальная связь

4.1 Запрещено использовать рацию не по назначению;
наказывается выговором
4.2 Запрещено передавать в рацию информацию, не несущую смысловой нагрузки;
наказывается выговором
4.3 Запрещено намеренно создавать помехи;
наказывается выговором
4.4 Запрещено игнорирование рации;
наказывается выговором
4.5 Запрещено нарушать всевозможные правила общения и субординации при разговоре в рации.
наказывается выговором, увольнением, в зависимости от тяжести нарушения
4.6 При выходе на связь с какой-либо организацией сотрудник обязан для начала представиться, назвать звание или должность, фамилию
(( Пример: /d [ЕСС/УФСБ] Начальник департамента Кирсанов, на связь..))
наказывается выговором
4.7 Запрещено нарушать правила пользования общей радиоволны связи;
наказывается выговором

Глава 5. Рабочее/свободное/обеденное время

5.1 Рабочий день в будни с 10:00 до 20:00, в выходные с 10:00 до 19:00;
5.2 Обеденный перерыв с 13:00 до 14:00 ежедневно;
5.3 В рабочее время сотрудник обязан находиться на работе и при исполнении своих обязанностей;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
5.4 Запрещается отсутствовать на рабочем месте без разрешения в течении 15 минут;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
5.5 Запрещено заниматься личными делами в рабочее время;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
5.6 Как в служебное, так и в неслужебное время, сотрудник обязан воздержаться от действий, которые могут нанести ущерб авторитету и репутации ЕСС;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
5.7 Оказание медицинской помощи в больничном отделении должно происходить круглосуточно.

5.8 Сотрудник может быть вызван в любое время на работу руководством;
наказывается выговором

Глава 6. Использование транспорта

6.1 Запрещено использовать служебный транспорт в личных целях;
наказывается выговором
6.2 Запрещено использовать личный транспорт или арендованный в рабочее время
наказывается выговором
6.3 Запрещено безответственно относиться к транспорту, сотрудник обязан вернуть транспорт на место после использования;
наказывается выговором
6.4 Запрещено нарушать стандартизации цветографических схем на служебном транспорте;
наказывается выговором
6.5 Запрещено парковать личный транспорт на служебной парковке.
наказывается выговором
6.6 Любому сотруднику запрещается выходить в патрулирование без напарника с 10:00 до 20:00. (( По МСК ));
наказывается выговором
6.7 Патрулирование области должно осуществляться только на предназначенном для этого транспорте:
⠀⠀⠀⠀1) Сотрудники МЧС осуществляют патрулирование на пожарных автомобилях УРАЛ
⠀⠀⠀⠀2) Сотрудники ОБ осуществляют патрулирование на каретах скорой помощи
наказывается выговором
Глава 7. Отпуск и увольнения

7.1 Во время отпуска сотруднику запрещается нарушать любые правила, уставы, законодательство, проявлять любое неподобающее сотруднику ЕСС поведение, совершать действия, порочащие честь и репутацию ЕСС;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
7.2 Запрещено увольняться с организации не отработав на своей должности минимум 3-ёх дней;
наказывается занесением в черный список организации
7.3 Во время нахождения в отпуске запрещено вступать в другие организации;
7.4 С отпуска можно возвращаться раньше срока, но не позднее его окончания;
7.5 При наличии выговоров запрещено брать отпуск. Максимальный срок отпуска - 14 дней.
7.6 Отпуск разрешено брать с должности терапевта

Глава 8. Организация сборов. Правила поведения в сборах (собраниях)

8.1 Сотрудник обязан явиться на сбор по первому объявлению;
наказывается выговором
8.2 Перед тем, как войти в кабинет, спросить разрешение: "Можно войти?";
8.3 Находясь на собрании сотрудник обязан стоять молча, не разговаривая и не совершая никаких действий. Запрещается разговаривать; переговариваться шёпотом, издавать иные звуки (( производить манипуляции с микрофоном, чатом )) покидать строй без разрешения, двигаться, совершать иные действия (( в том числе отыгровки, не имеющие смысла в строю, кроме отыгровок строевых команд )), доставать телефон без разрешения руководства
наказывается выговором
8.4 Организовывать сбор может только: средний, старший и высший начальствующие составы;` },
  { id: 'fsin', title: 'Внутренний устав ФСИН', 
    text: 
    `Глава 1. Общие положения

1.1 Устав является общепринятым и обязательным к соблюдению всеми сотрудниками, независимо от звания и занимаемой должности;
1.2 За нарушение данного устава, сотрудник может получить наказание, начиная от устного предупреждения и заканчивая увольнением, с последующий внесением в чёрный список;
1.3 Незнание данного устава не освобождает от ответственности;
1.4 Руководство в УФСИН осуществляет начальник, а также его заместители (генерал-майор внутренней службы/полковники внутренней службы), а в расположении отдела - начальник отдела.

Глава 2. Обязанности сотрудников УФСИН по Нижегородской области

2.1 Сотрудник обязан знать и соблюдать законы, обеспечивать их исполнение и соблюдение, как лично, так и со стороны гражданских лиц;
2.2 Сотрудник обязан знать и соблюдать нормативно-правовые акты, внутренние уставы и организационные правила;
2.3 Сотрудник обязан придерживаться основного принципа презумпции невиновности;
2.4 Сотрудник обязан пресекать любые административные и уголовные правонарушения со стороны заключенных;
2.5 Сотрудник обязан соблюдать субординацию к сослуживцам, сотрудникам других государственных организаций и уважительно относиться ко всем жителям области;
2.6 Сотрудник обязан быть примером для гражданских, гарантом закона, защищать права, свободу, жизнь и здоровье граждан, быть предельно честным с гражданскими, коллегами и руководством;
2.7 Сотрудник обязан отвечать за совершённые поступки;
2.8 Сотрудник обязан выполнять законные поручения, распоряжения старшего по званию/должности;
2.9 Любой сотрудник ФСИН обязан фиксировать нарушения гражданина на нагрудную видеокамеру или же на видеорегистратор;
2.10 Сотрудник обязан защищать законные права и интересы заключенных;
2.11 Сотрудник обязан представиться и по требованию задержанного предъявить удостоверение;
2.12 Сотрудники ФСИН обязаны подчиняться внутренней иерархии власти и общей иерархии власти области;

Глава 3. Запреты для сотрудников УФСИН по Нижегородской области

3.1 Запрещено нарушать законодательство, уставы, внутриорганизационные правила, должностные инструкции;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.2 Запрещено употреблять алкогольные напитки, наркотические вещества или появляться на рабочем месте с признаками алкогольного и наркотического опьянения;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.3 Запрещено обманывать, выдавать заведомо ложную информацию гражданам, коллегами и руководству;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.4 Запрещено халатно или невнимательно относиться к своим обязанностям;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.5 Запрещено сотрудничать с преступными группировками, лицами, находящимися в розыске. Исключение: в интересах следствия;
наказывается увольнением
3.6 Запрещено находиться в рабочей форме при занятии своими личными делами;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.7 Запрещено проявление любого неадекватного или неподобающего сотруднику ФСИН поведения;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.8 Запрещается спать при исполнении служебных обязанностей (( AFK 10+ минут )), исключение: комната отдыха;
наказывается выговором
3.9 Запрещено быть некомпетентным по отношению к своей деятельности;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.10 Запрещено не появляться на рабочем месте более 7 дней без предупреждения. Исключение: Отпуск;
наказывается увольнением
3.11 Сотруднику запрещается иметь судимости. Все судимости, если таковые имелись ранее, должны быть погашены в установленном законом порядке, легальным путем;
наказывается увольнением
3.12 Запрещено бездействовать/не исполнять обязанности по оказанию помощи гражданам;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.13 Запрещено выдавать розыск заключённым;
наказывается увольнением
3.14 Запрещено ношение маски сотрудникам ФСИН на территории колонии (исключение: приказ начальника ФСИН)
наказывается выговором
3.15 Запрещено начальникам/заместителям подразделений носить/выдавать не уставную форму своего подразделения. Исключение: приказ, руководство подразделения может носить уставную форму руководства подразделения
наказывается выговором
3.16 Запрещено наказывать/поощрять заключенных, не имея доказательств на противоправные действия/примерное поведение с их стороны
наказывается выговором, увольнением, в зависимости от тяжести нарушения
3.17 Запрещено снижать репутацию ФСИН
наказывается выговором, увольнением, в зависимости от тяжести нарушения

Глава 4. Специальная связь

4.1 Запрещено использовать рацию не по назначению;
наказывается выговором
4.2 Запрещено передавать в рацию информацию, не несущую смысловой нагрузки;
наказывается выговором
4.3 Запрещено намеренно создавать помехи;
наказывается выговором
4.4 Запрещено игнорирование рации;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
4.5 Запрещено нарушать всевозможные правила общения и субординации при разговоре в рации.
наказывается выговором, увольнением, в зависимости от тяжести нарушения
4.6 При выходе на связь с какой-либо организацией сотрудник обязан для начала представиться, назвать звание или должность, фамилию
(( Пример: /d [УФСИН/УМВД] Генерал-майор Кирсанов, на связь..))
наказывается выговором
4.7 Запрещено нарушать правила пользования общей радиоволны связи
наказывается выговором, увольнением, в зависимости от тяжести нарушения


Глава 5. Использование транспорта

5.1 Запрещено использовать служебный транспорт в личных целях;
наказывается выговором
5.2 Запрещено безответственно относиться к транспорту, сотрудник обязан вернуть транспорт на место после использования;
наказывается выговором
5.3 Запрещено нарушать стандартизации цветографических схем на служебном транспорте.
наказывается выговором
5.4. Запрещается использовать личный или арендованный транспорт в рабочее время
наказывается выговором, увольнением, в зависимости от тяжести нарушения

Глава 6. Рабочее/свободное/обеденное время

6.1 Рабочий день с 8:00 до 22:00. В случае ЧП работа осуществляется круглосуточно;
6.2 Обеденный перерыв с 13:00 до 14:00 ежедневно
6.3 В рабочее время сотрудник обязан находиться на службе и при исполнении своих обязанностей;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.4 Запрещается отсутствовать на рабочем месте без разрешения в течении 15 минут;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.5 Запрещено заниматься личными делами в рабочее время;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.6 Как в служебное, так и в неслужебное время, сотрудник обязан воздержаться от действий, которые могут нанести ущерб авторитету и репутации федеральной службы исполнения наказания;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
6.7 Сотрудник может быть вызван в любое время на работу руководством.
наказывается выговором

Глава 7. Отпуск и увольнения

7.1 Во время отпуска сотруднику запрещается нарушать любые правила, уставы, законодательство, проявлять любое неподобающее сотруднику уголовно-исполнительной системы поведение, совершать действия, порочащие честь и репутацию федеральной службе исполнения наказаний;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
7.2 Запрещено увольняться с организации не отработав на своей должности минимум 3-ёх дней;
наказывается занесением в черный список организации
7.3 Во время нахождения в отпуске запрещено вступать в другие организации;
7.4 С отпуска можно возвращаться раньше срока, но не позднее его окончания;
7.5 При наличии выговоров запрещено брать отпуск. Максимальный срок отпуска - 14 дней.

Глава 8. Организация построений. Правила поведения в строю

8.1 Сотрудник обязан явиться в строй по первому приказу;
наказывается выговором, увольнением, в зависимости от тяжести нарушения
8.2 Перед тем, как встать в строй, спросить разрешение: "Разрешите встать в строй?";
8.3 В строю сотрудник обязан стоять молча, не разговаривая и не совершая никаких действий. Запрещается разговаривать; переговариваться шёпотом, издавать иные звуки (( производить манипуляции с микрофоном, чатом )) покидать строй без разрешения, двигаться, совершать иные действия (( в том числе отыгровки, не имеющие смысла в строю, кроме отыгровок строевых команд )), доставать телефон, без приказа извлекать из специальных чехлов, кобуры оружие, средства задержания;
наказывается выговором
8.4 При необходимости выйти из строя спросить разрешение: товарищ звание, разрешите обратиться;
8.5 В строю обязательно соблюдение правил выполнения строевых команд;
8.6 Организовывать построения может только: средний, старший и высший начальствующие составы;
8.7 Построение проводится по подразделениям; порядок расположения сотрудников в строю от старшего по званию к младшему; начальствующий состав выстраивается перед своим подразделением.
8.8 Запрещен сон в строю. Исключение: если вам нужно отойти, то вам требуется предупредить руководителя строя (( /b ))
наказывается выговором` }
];
